Repository: climsoft/Climsoft
Catalog: ClimsoftVer4/ClimsoftVer4/My Project/Resources.*.resx
Languages: de, fr

source: Apply
de: Bewerben
fr: S'appliquent

source: Cancel
de: Abbrechen
fr: Annuler

source: Help
de: Hilfe
fr: Aidez

source: Password
de: Passwort
fr: Mot de passe

source: Username
de: Benutzer:
fr: NomUtilisateur

source: Climate Data Management System
de: Klima-Daten-Management-System
fr: Système de gestion de données climatiques

source: Hide Database Details
de: Datenbankdetails ausblenden
fr: Masquer les détails de la base de données

source: Show Database Details
de: Datenbankdetails anzeigen
fr: Afficher les détails de la base de données

source: Please Wait
de: Bitte warten Sie
fr: Veuillez patienter

source: Accessories
de: Zubehör
fr: Accessoires

source: Administration
de: Verwaltung

source: Archive Paper Image
de: Archiv-Papierbild
fr: Image d'archives papier

source: AWS Real Time Processing
de: AWS-Echtzeit-Verarbeitung
fr: Traitement en temps réel AWS

source: Climate Data Products
de: Klima-Daten-Produkte
fr: Produits de données climatiques

source: Data Entry
de: Daten eingeben
fr: Entrée données

source: Data Transfer Operations
de: Datenübermittlungen
fr: Opérations de transfert de données

source: Input
de: Einsatz
fr: Entrée

source: Metadata Information
de: Metadaten-Informationen
fr: Informations de métadonnées

source: Products
de: Produkte
fr: Produits

source: Quality Control Checks
de: Qualitätskontrolle-Prüfungen
fr: Contrôles de qualité

source: Tools
de: Extras
fr: Outils

source: Users Administration
de: Benutzeradministration
fr: Administration des utilisateurs

source: Close
de: Schluss
fr: Fermer

source: Login
de: Anmelden
fr: Ouverture de session

source: About
de: Info
fr: À propos de

source: Calculation of dew Point and RH
de: Berechnung von Taupunkt und RH
fr: Calcul du Point de rosée et RH

source: Contents
de: Inhalt
fr: Contenu

source: Data Forms
de: Datenformulare
fr: Formulaires de données

source: Generate XML Output
de: Generieren der XML-Ausgabe
fr: Générer une sortie XML

source: Key Entry
de: Key-Eingabe
fr: Entrée de clé

source: Metadata
de: Metadaten
fr: Métadonnées

source: Modify Forms
de: Ändern von Formen
fr: Modifier des formes

source: Options
de: Optionen

source: Paper Archive
de: Papier-Archiv
fr: Archives papier

source: Update Element Limits
de: Update-Element-Grenzwerte
fr: Mettre à jour les limites de l'élément

source: User Admin
de: Benutzeradministration
fr: L'utilisateur Admin

source: Select Language
de: Sprache auswählen
fr: Sélectionner une langue

source: Main Menu
de: Hauptmenü
fr: Menu principal

source: Attach Uncoded Data
de: Unverschlüsselter Daten anfügen
fr: Attacher des données non codées

source: Character Message
de: Charakter-Nachricht
fr: Message du caractère

# Close1
source: Close
de: Schließen
fr: Fermer1

source: Coded Output
de: Codierten Ausgabe
fr: Sortie codée

source: Crex Editions Number
de: Crex-Editions-Reihe
fr: Nombre d'éditions crex

source: Crex Table Version Number
de: Crex-Tabelle-Versionsnummer
fr: Numéro de Version de Table crex

source: Data Category
de: Daten-Kategorie
fr: Catégorie de données

source: Data Category Sub Category
de: Daten Kategorie Sub Kategorie
fr: Données catégorie sous-catégorie

source: Day
de: Tag
fr: jour

source: Encode
de: Codieren
fr: Coder

source: Evaporation
de: Verdampfung
fr: Évaporation

source: Hour
de: Stunde
fr: Heure

source: Include Check Digit
de: Prüfziffer enthalten
fr: Inscrire le chiffre de contrôle

source: Mail Applications
de: E-Mail-Programme
fr: Applications de messagerie

source: Month
de: MONAT
fr: Mois

source: Number of Subsets
de: Anzahl der Teilmengen
fr: Nombre de sous-ensembles

source: Originating/Generating Center
de: Center mit Ursprung/generieren
fr: Provenance/production Center

source: Originating/Generating Sub Center
de: Sub-Center mit Ursprung/generieren
fr: Provenance/génération Sub Center

source: Precipitation
de: Niederschlag
fr: Précipitations

source: Pressure
de: Druck
fr: Pression

source: Reset
de: Neu starten
fr: Réinitialisation

source: Send
de: Versenden
fr: Envoi

source: Sending Options
de: Sendeoptionen
fr: Options d'envoi

source: Sequence Number
de: Sequenznummer
fr: Numéro de séquence

source: Settings
de: Einstellungen
fr: Paramètres

source: Station
de: Bahnhof

source: Subject
de: Betreff
fr: Objet

source: Temperature
de: Temperatur
fr: Température

source: View/Import/Export
de: Ansicht/Import/Export
fr: Vue/Import/Export

source: Visibility
de: Sichtbarkeit
fr: Visibilité

source: Wind
de: Verwehen

source: Year
de: JAHR
fr: Année

source: BUFR Master Table Version Number
de: BUFR Master Tabelle Versionsnummer

source: Binary Message
de: Binäre Nachricht

source: BUFR edition Number
de: BUFR Ausgabe Nummer

source: Indicators
de: Indikatoren

source: Instrument Types
de: Instrument-Typen

source: International Data Sub-Category
de: Internationale Daten Unterkategorie

# Local_Data_Sub_Cateory
source: Local Data Sub-Category
de: Lokale Daten Unterkategorie

source: Masters Table Version Number
de: Meister-Tabelle-Versionsnummer

source: Optional Sequence Inclusion
de: Optionale Folge Aufnahme

source: Originating/Generating Centre
de: Zentrum mit Ursprung/generieren

source: Originating/Generating Sub-Centre
de: Mit Ursprung und Generieren von Sub-Zentrum

source: Sensors Height From Ground (M)
de: Sensoren-Höhe vom Boden (M)

# Table_Version_Number
source: Local Tables Version Number
de: Lokale Tabellen-Versionsnummer

source: Update Sequence Number
de: Aktualisierungssequenznummer

# Help1
source: Help
fr: Aide
