Repository: climsoft/Climsoft
Catalog: ClimsoftVer4/ClimsoftVer4/formAWSRealTime.*.resx
Languages: fr

# cmdMessages.Text
source: Message Encoding
fr: Codage de message

# cmdDataStructures.Text
source: Data Structures
fr: Structures de données

# cmdClose.Text
source: Close
fr: Fermer

# cmdServers.Text
source: Servers
fr: Serveurs

# cmdProcess.Text
source: Processing
fr: Traitement en cours

# GroupBox12.Text
source: Code and Flags
fr: Code et drapeaux

# Label47.Text
source: Wind
fr: Éolienne

# Label48.Text
source: Rainfall
fr: Pluviométrie

# Label49.Text
source: Visibility
fr: Visibilité

# Label50.Text
source: Temperature
fr: Température

# Label51.Text
source: Pressure
fr: Pression

# GroupBox13.Text
source: Sensors Height From Ground (m)
fr: Capteurs de hauteur du sol (m)

# Label52.Text
source: Wind
fr: Éolienne

# Label53.Text
source: Rainfall
fr: Pluviométrie

# Label54.Text
source: Visibility
fr: Visibilité

# Label55.Text
source: Temperature
fr: Température

# Label56.Text
source: Pressure
fr: Pression

# GroupBox14.Text
source: Sensors Height From Ground (m)
fr: Capteurs de hauteur du sol (m)

# CheckBox1.Text
source: Option Section Inclusion
fr: Option Section inscription

# Label57.Text
source: Local Table Version No.
fr: N° de Version de Table locale

# Label58.Text
source: Master Table Version No.
fr: N° de Version de tableau de maître

# Label59.Text
source: Local Data Sub-Category
fr: Sous-catégorie de données locales

# Label60.Text
source: International Data Sub-Category
fr: Sous-catégorie de données internationales

# Label61.Text
source: Data Category
fr: Catégorie de données

# Label62.Text
source: Update Sequence No.
fr: N° de séquence de mise à jour

# Label63.Text
source: Originating/Generating Sub-Centre
fr: Sous-centre originaires/production

# Label64.Text
source: Originating/Generating Centre
fr: Centre originaire/production

# Label65.Text
source: BUFR Edition No.
fr: BUFR Edition n°

# Label66.Text
source: Encoding Template
fr: Modèle de codage

# GroupBox17.Text
source: Code and Flags
fr: Code et drapeaux

# Label67.Text
source: Message Header (TTAAii CCCC)
fr: En-tête de message (CCCC TTAAii)

# GroupBox16.Text
source: Header and Templates
fr: En-tête et modèles

# CheckBox2.Text
source: Option Section Inclusion
fr: Option Section inscription

# Label68.Text
source: Local Table Version No.
fr: N° de Version de Table locale

# Label69.Text
source: Master Table Version No.
fr: N° de Version de tableau de maître

# Label70.Text
source: Local Data Sub-Category
fr: Sous-catégorie de données locales

# Label71.Text
source: International Data Sub-Category
fr: Sous-catégorie de données internationales

# Label72.Text
source: Data Category
fr: Catégorie de données

# Label73.Text
source: Update Sequence No.
fr: N° de séquence de mise à jour

# Label74.Text
source: Originating/Generating Sub-Centre
fr: Sous-centre originaires/production

# Label75.Text
source: Originating/Generating Centre
fr: Centre originaire/production

# Label76.Text
source: BUFR Edition No.
fr: BUFR Edition n°

# Label77.Text
source: Encoding Template
fr: Modèle de codage

# Label78.Text
source: Message Header (TTAAii CCCC)
fr: En-tête de message (CCCC TTAAii)

# GroupBox19.Text
source: Header and Templates
fr: En-tête et modèles

# Label9.Text
source: Settings
fr: Paramètres

# cmdSave.Text
source: Save Changes
fr: Enregistrer les modifications

# chkDeleteFile.Text
source: Delete Input File After Processing
fr: Supprimer le fichier d'entrée après le traitement

# Label10.Text
source: Timeout Period (Minutes)
fr: Délai (Minutes)

# Label11.Text
source: Hour
fr: Heure

# Label12.Text
source: Retrieve Last
fr: Récupérer le dernier

# Label13.Text
source: Hour Offset (Minutes)
fr: Décalage de l'heure (Minutes)

# Label14.Text
source: Retrieval Interval (Minutes)
fr: Intervalle de récupération (Minutes)

# optStop.Text
source: Stop
fr: Arrêter

# optStart.Text
source: Restart
fr: Redémarrer

# txtNextProcess.Text
source: Next Processing
fr: Prochain traitement

# Label1.Text
source: Last Processed
fr: Dernier traitement

# lblGMT.Text
source: GMT Diff +/-
fr: Diff GMT +/-

# txtStatus.Text
source: Stopped
fr: Arrêté

# Label2.Text
source: Status
fr: État

# lblDatetime.Text
source: Current Date Time
fr: Current Date heure

# lblSatus.Text
source: Processing Status
fr: Statut de traitement

# lblErrors.Text
source: Error Messages
fr: Messages d'erreur

# Label3.Text
source: Message Files
fr: Fichiers de messages

# lblOutputFolder.Text
source: Folder
fr: Dossier

# lblOutputFTP.Text
source: FTP Server
fr: Serveur FTP

# pnlOutput.Text
source: Output
fr: Sortie

# lblInputFiles.Text
source: Input Files
fr: Fichiers d'entrée

# lblInputFolder.Text
source: Folder
fr: Dossier

# lblSever.Text
source: FTP Server
fr: Serveur FTP

# lblInputData.Text
source: Input
fr: Entrée

# lblInformation.Text
source: Processinf Information
fr: Informations Processinf

# grpElements.Text
source: Elements View/Update
fr: Des éléments affichage/mise à jour

# cmdClear.Text
source: Reset
fr: réinitialiser

# cmdViewUpdate.Text
source: View/Update
fr: Affichage/mise à jour

# cmdDel.Text
source: Delete
fr: Supprimer

# cmdUpdateSites.Text
source: Update
fr: Mettre à jour

# Label4.Text
source: Operational
fr: Opérationnel

# Label18.Text
source: AWS Server IP
fr: AWS serveur IP

# Label17.Text
source: Missing Data Flag
fr: Drapeau de données manquantes

# Label16.Text
source: Data Strucure
fr: Structure de données

# lblInfile.Text
source: Input Data file
fr: Fichier de données d'entrée

# Label15.Text
source: Site Name/ID
fr: Nom/ID de site

# lblStructure.Text
source: Select Data structure
fr: Sélectionnez la structure de données

# txtDelimiter.Items
source: Comma
fr: Virgule

# txtDelimiter.Items1
source: Tab
fr: Tabulation

# txtDelimiter.Items2
source: Space
fr: Espace

# cmdDelete.Text
source: Delete
fr: Supprimer

# cmdUpdate.Text
source: Update
fr: Mettre à jour

# cmdCreate.Text
source: Create
fr: Créer

# Label21.Text
source: Text Qulifier Character
fr: Caractère de texte Qulifier

# Label20.Text
source: Total Header Rows
fr: Lignes d'en-tête total

# Label19.Text
source: Delimiter Type
fr: Type de délimiteur

# lblStrName.Text
source: Structure Name
fr: Nom de la structure

# grpStructures1.Text
source: Data Structures
fr: Structures de données

# cmdRefresh.Text
source: Refresh
fr: Actualiser

# cmdReset.Text
source: Reset
fr: réinitialiser

# Label40.Text
source: FTP Transfer Mode
fr: Mode de transfert FTP

# lblbaseStation.Text
source: Base Station
fr: Station de base

# cmdBstDelete.Text
source: Delete
fr: Supprimer

# cmdBsstUpdate.Text
source: Update
fr: Mettre à jour

# lblConfirmInputPW.Text
source: Confirm Password
fr: Confirmer le mot de passe

# lblInputPW.Text
source: PassWord
fr: Mot de passe

# lblInputUser.Text
source: User Name
fr: Nom d’utilisateur

# lblFTPFolder.Text
source: Input Folder
fr: Dossier d'entrée

# lblBaseStationFTP.Text
source: FTP Address
fr: Adresse FTP

# lblServerSettings.Text
source: Server Settings
fr: Paramètres du serveur

# cmdMSS.Text
source: Message Switch
fr: Commutateur de message

# cmdBaseStation.Text
source: Base Station
fr: Station de base

# cmdmssRefresh.Text
source: Refresh
fr: Actualiser

# cmdmssReset.Text
source: Reset
fr: réinitialiser

# lblFtpTransferMode.Text
source: FTP Transfer Mode
fr: Mode de transfert FTP

# lblMsgSwitch.Text
source: Message Switch
fr: Commutateur de message

# cmdMSSDelete.Text
source: Delete
fr: Supprimer

# cmdMSSUpdate.Text
source: Update
fr: Mettre à jour

# lblmssConfirmPassword.Text
source: Confirm Password
fr: Confirmer le mot de passe

# Label5.Text
source: Password
fr: Mot de passe

# Label6.Text
source: User Name
fr: Nom d’utilisateur

# Label7.Text
source: Input Folder
fr: Dossier d'entrée

# Label8.Text
source: FTP Address
fr: Adresse FTP

# GroupBox6.Text
source: Code and Flags
fr: Code et drapeaux

# Label35.Text
source: Wind
fr: Éolienne

# Label36.Text
source: Rainfall
fr: Pluviométrie

# Label37.Text
source: Visibility
fr: Visibilité

# Label38.Text
source: Temperature
fr: Température

# Label39.Text
source: Pressure
fr: Pression

# GroupBox9.Text
source: Sensors Height From Ground (m)
fr: Capteurs de hauteur du sol (m)

# lblWind.Text
source: Wind
fr: Éolienne

# lblRainfall.Text
source: Rainfall
fr: Pluviométrie

# lblVisbility.Text
source: Visibility
fr: Visibilité

# lblTemp.Text
source: Temperature
fr: Température

# lblPressure.Text
source: Pressure
fr: Pression

# grpSensors.Text
source: Sensors Height From Ground (m)
fr: Capteurs de hauteur du sol (m)

# chkOptionalSection.Text
source: Option Section Inclusion
fr: Option Section inscription

# Label25.Text
source: Local Table Version No.
fr: N° de Version de Table locale

# Label26.Text
source: Master Table Version No.
fr: N° de Version de tableau de maître

# Label27.Text
source: Local Data Sub-Category
fr: Sous-catégorie de données locales

# Label28.Text
source: International Data Sub-Category
fr: Sous-catégorie de données internationales

# Label29.Text
source: Data Category
fr: Catégorie de données

# Label30.Text
source: Update Sequence No.
fr: N° de séquence de mise à jour

# Label32.Text
source: Originating/Generating Sub-Centre
fr: Sous-centre originaires/production

# Label33.Text
source: Originating/Generating Centre
fr: Centre originaire/production

# Label34.Text
source: BUFR Edition No.
fr: BUFR Edition n°

# Label23.Text
source: Encoding Template
fr: Modèle de codage

# GroupBox8.Text
source: Code and Flags
fr: Code et drapeaux

# Label24.Text
source: Message Header (TTAAii CCCC)
fr: En-tête de message (CCCC TTAAii)

# GroupBox5.Text
source: Header and Templates
fr: En-tête et modèles

# chkOption.Text
source: Option Section Inclusion
fr: Option Section inscription

# lblVer.Text
source: Local Table Version No.
fr: N° de Version de Table locale

# Label31.Text
source: Master Table Version No.
fr: N° de Version de tableau de maître

# lblLocalCat.Text
source: Local Data Sub-Category
fr: Sous-catégorie de données locales

# lblSubcat.Text
source: International Data Sub-Category
fr: Sous-catégorie de données internationales

# lblCat.Text
source: Data Category
fr: Catégorie de données

# lblSeq.Text
source: Update Sequence No.
fr: N° de séquence de mise à jour

# lblSubcentr.Text
source: Originating/Generating Sub-Centre
fr: Sous-centre originaires/production

# lbCentr.Text
source: Originating/Generating Centre
fr: Centre originaire/production

# lblEd.Text
source: BUFR Edition No.
fr: BUFR Edition n°

# Label22.Text
source: Encoding Template
fr: Modèle de codage

# lblMsgHeader.Text
source: Message Header (TTAAii CCCC)
fr: En-tête de message (CCCC TTAAii)

# GroupBox4.Text
source: Header and Templates
fr: En-tête et modèles

# $this.Text
source: AWS Real Time
fr: AWS en temps réel
